/// Topic-1 "श्री आदिनाथ भगवान की आरती"
final adinathAartiJson = [
  // {"text": "श्री आदिनाथ की आरती\n\n", "bold": true, "align": "center"},
  {"text": "जय जय आरती आदि जिनन्दा, नाभिराय मरु देवी के नन्दा।। टेक।।", "bold": true, "align": "center"},
  {"text": "पहली आरती पूजन कीजे, नर भव पावी ने लाहौ लीजै ।। जय ।।", "bold": true, "align": "center"},
  {"text": "दूसरी आरती दीन दयाला, 'धुलेवा मण्डल' करे उजियाला ।। जय ।।", "bold": true, "align": "center"},
  {"text": "तीसरी आरती त्रिभुवन देवा, सुर नर इन्द्र करे तोरी सेवा ।। जय ।।", "bold": true, "align": "center"},
  {"text": "चौथी आरती चउदश पूजे, मन वांछित फल शिवसुख हूजे।। जय ।।", "bold": true, "align": "center"},
  {"text": "पंचमी आरती पुन्य उपायो, मूलचंद ऋषभ गुण पायो ।। जय ।।", "bold": true, "align": "center"},
  {"text": "आदि जिनन्दा प्रभु ऋषभ जिनन्दा, ऋषभ जिनन्दा मुख पूनम चन्दा।। जय।।", "bold": true, "align": "center"},
  {"text": "जो कोई आरती पढ़े पढ़ावे, सो नर नारी अमर पद पावे।। जय ।।", "bold": true, "align": "center"},
  {"text": "आरती करता सुमरन कीजे, जनम जनम को लाहौ लीजै।। जय ।।", "bold": true, "align": "center"},
];

/// Topic-2 "श्री सुमतिनाथ भगवान की आरती"
final sumatinathAartiJson = [
  // {"text": "श्री सुमतिनाथ भगवान की आरती\n\n", "bold": true, "align": "center"},
  {"text": "रत्नजड़ित दीपों को लेकर, कंचन थाल सजाए,", "bold": true, "align": "center"},
  {"text": "शुभ भावों का गोघृत भरकर, मंगल वाद्य बजाए।", "bold": true, "align": "center"},
  {"text": "सुर संगीत मय आरती करने, हम सब मिलकर आये,", "bold": true, "align": "center"},
  {"text": "सुमतिनाथ भगवान की आरती, करके हम हर्षाए ।।", "bold": true, "align": "center"},
  {"text": "बोलो जय जय जय, बोलो जय जय जय...", "bold": true, "align": "center"},
  {"text": "श्रावण शुक्ला दुतिया को प्रभु वैजयंत तजि आये,", "bold": true, "align": "center"},
  {"text": "अलिप्त रहकर पावन कीना, गर्भ मात मंगला के।", "bold": true, "align": "center"},
  {"text": "अवधपुरी में जन्म लिया (2), तब माता सुमंगला हर्षी,", "bold": true, "align": "center"},
  {"text": "जनता आल्हादित होकर के, तुमको वंदन करती।।", "bold": true, "align": "center"},
  {"text": "बोलो जय जय जय, बोलो जय जय जय...", "bold": true, "align": "center"},
  {"text": "इक्ष्वाकुवंश के तुम हो भास्कर, स्वर्ण प्रभा के धारी,", "bold": true, "align": "center"},
  {"text": "सुर नर मुनिगण ने मिलकर, तव महिमा सदा उचारी।", "bold": true, "align": "center"},
  {"text": "श्री सम्मेदशिखर की पावन (2), वसुधा धन्य हुई थी,", "bold": true, "align": "center"},
  {"text": "देवों के भी देव को पाकर, कृतकृत्य हुई थी।।", "bold": true, "align": "center"},
  {"text": "बोलो जय जय जय, बोलो जय जय जय...", "bold": true, "align": "center"},
  {"text": "पंच परावर्तन को तजकर, पंचकल्याणक पाया,", "bold": true, "align": "center"},
  {"text": "बनकर पंचम तीर्थंकर तुम, पंचम गति को पाया।", "bold": true, "align": "center"},
  {"text": "'विनम्र' ध्याये भक्ति बढ़ावे (2), त्रैलोक्य ईश्वर की,", "bold": true, "align": "center"},
  {"text": "सुमति प्रदाता मुक्ति विधाता सुमतिनाथ जिनवर की ।।", "bold": true, "align": "center"},
  {"text": "बोलो जय जय जय, बोलो जय जय जय...", "bold": true, "align": "center"},
];

/// Topic-3 "श्री चंद्रप्रभ भगवान की आरती"
final chandraPrabhAartiJson = [
  // {"text": "चंद्रप्रभ भगवान की आरती\n\n", "bold": true, "align": "center"},
  {"text": "चंद्रप्रभु जी से ध्यान रे मोरे लागी लगनवा (2)", "bold": true, "align": "center"},
  {"text": "लागी लगनवा छोड़िन छूटे, जब लग घट में प्राण रे... मोरे...", "bold": true, "align": "center"},
  {"text": "दान शीयल तप भावना भावो, जैन धर्म प्रतिपाल रे... मोरे...", "bold": true, "align": "center"},
  {"text": "चम्पा चमेली डॉलर और मोगरो, फूल चढ़वू गुलाब रे... मोरे...", "bold": true, "align": "center"},
  {"text": "हाथ जोड़ के अरज करत हे, वंदत शेठ खुशाल रे... मोरे...", "bold": true, "align": "center"},
  {"text": "सेवक जिनजी से अरज करत है, वंदत बारंबार रे... मोरे...", "bold": true, "align": "center"},
];

/// Topic-4 "श्री शांतिनाथ भगवान की आरती"
final shantinathAartiJson = [
  // {"text": "श्री शांतिनाथ भगवान की आरती\n\n", "bold": true, "align": "center"},
  {"text": "शांति अपरम्पार है, आनंद अपार है।", "bold": true, "align": "center"},
  {"text": "शांतिनाथ भगवान की आरती बारंबार है।।", "bold": true, "align": "center"},
  {"text": "पहली आरती पहले पद की, तीर्थंकर पद धारी की।", "bold": true, "align": "center"},
  {"text": "वीतराग सर्वज्ञ हितंकर, छियालीस गुण धारी की।। शांति...", "bold": true, "align": "center"},
  {"text": "दूजी आरती दूजे पद की, चक्रवर्ती पदधारी की।", "bold": true, "align": "center"},
  {"text": "चौदह रत्न नव निधि छोड़े, चौरासी लख हाथी जी।। शांति...", "bold": true, "align": "center"},
  {"text": "तीजी आरती तीजे पद की, कामदेव पद धारी की।", "bold": true, "align": "center"},
  {"text": "सहस्त्र छियानवें रानी तजकर, हुए दिगम्बर धारी की।। शांति...", "bold": true, "align": "center"},
  {"text": "कर्म काट सम्मेद शिखर से, मुक्ति कंथ पद धारी की।", "bold": true, "align": "center"},
  {"text": "आप तरे अनगिनत को तारा, हमको क्यों न तारो जी।। शांति....", "bold": true, "align": "center"},
];

/// Topic-5 "श्री पार्श्वनाथ भगवान की आरती"
final parshwanathAartiJson = [
  // {"text": "श्री पार्श्वनाथ जी की आरती\n\n", "bold": true, "align": "center"},
  {"text": "आरती करत श्री पार्श्व प्रभु की, जन्म बनारस है जिनका", "bold": true, "align": "center"},
  {"text": "होजी जन्म बनारस है जिनका, घनन घनन घन-घंटा", "bold": true, "align": "center"},
  {"text": "बाजे घन, ऐसा ध्यान मेरे जिनवर का... ।। टेक ।।", "bold": true, "align": "center"},
  {"text": "जब कमठासुर कोप कियो, जब श्याम घटा विजल चमका,", "bold": true, "align": "center"},
  {"text": "गरड गाजे जल मूशलधारा घरड घटकया जग सारा। आरती... 1।।", "bold": true, "align": "center"},
  {"text": "थररर आसन कंप्यो सूरको, तब धरणीधर चित्त चमका,", "bold": true, "align": "center"},
  {"text": "फणि मस्तक हजार किये जब, झमक जाये जब शिर डंका। आरती...।।2।।", "bold": true, "align": "center"},
  {"text": "धरणीधर जल्दी से आये, पद्मावती को संग लिया,", "bold": true, "align": "center"},
  {"text": "पद्मावती ने लिए शीषधर, शेष नाग ने छत्र किया। आरती...।।3।।", "bold": true, "align": "center"},
  {"text": "तब पद्मावती सब शणगारे, थै थै नाच करे लहेका,", "bold": true, "align": "center"},
  {"text": "गागर दी गागरदी धुन मृदंग बाजत है, दुंदभि दुंदभि बाजे डंका। आरती...।।4।।", "bold": true, "align": "center"},
  {"text": "एणी पेरे गीत संगीत गावे जब, गंधर्व गान करे प्रभु का,", "bold": true, "align": "center"},
  {"text": "जति अगरचंद्र प्रभु गुण गावे, जीवित सफल भया उनका। आरती...।।5।।", "bold": true, "align": "center"},
];

/// Topic-6 "श्री महावीर भगवान की आरती"
final mahavirAartiJson = [
  // {"text": "महावीर स्वामी की आरती\n\n", "bold": true, "align": "center"},
  {"text": "ॐ जय महावीर प्रभो, स्वामी जय महावीर प्रभो।", "bold": true, "align": "center"},
  {"text": "कुण्डलपुर अवतारी, त्रिशलानन्द विभो ।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "सिद्धार्थ घर जन्में, वैभव था भारी। स्वामी...।", "bold": true, "align": "center"},
  {"text": "बाल ब्रह्मचारी व्रत, पाल्यो तपधारी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "आतम ज्ञान विरागी, सम दृष्टि धारी। स्वामी...।", "bold": true, "align": "center"},
  {"text": "माया मोह विनाशक, ज्ञान ज्योति जारी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "जग में पाठ अहिंसा, आप ही विस्तारौ। स्वामी...।", "bold": true, "align": "center"},
  {"text": "हिंसा पाप मिटा कर, सुधर्म परिचाौ ।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "यह विधि चांदनापुर में, अतिशय दरशायौ। स्वामी...।", "bold": true, "align": "center"},
  {"text": "ग्वाल मनोरथ पूरयो, दूध गाय पायौ।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "अमरचन्द को सपना, तुमने प्रभु दीना। स्वामी...।", "bold": true, "align": "center"},
  {"text": "मन्दिर तीन शिखर का, निर्मित है कीना ।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "जयपुर नृप भी तेरे, अतिशय के सेवी। स्वामी...।", "bold": true, "align": "center"},
  {"text": "एक ग्राम तिन दोनों, सेवा हित यह भी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "जो कोई तेरे दर पर, इच्छा कर आवे। स्वामी...।", "bold": true, "align": "center"},
  {"text": "मनवांछित फल पावै, संकट मिट जावे।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "निशदिन प्रभु मन्दिर में, जग मग ज्योति जरे। स्वामी...।", "bold": true, "align": "center"},
  {"text": "सेवक प्रभु चरणों में, आनन्द मोद भरे।। ॐ जय...", "bold": true, "align": "center"},

];

/// Topic-7 "श्री पंच परमेष्ठी की आरती"
final panchParmesthiJson = [
  {"text": "इह-विधि मंगल आरती कीजे, पंच परमपद भज सुख लीजै।", "bold": true, "align": "center"},
  {"text": "पहली आरती श्री जिनराजा। भव-दधि पार उतार जिहाजा ।।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "दूसरी आरती सिद्धन केरी। सुमरन करत मिटे भव फेरी ।।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "तीसरी आरती सूर मुनिंदा। जनम-मरण दुःख दूर करिंदा।।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "चौथी आरती श्री उवज्झाया। दर्शन देखत पाप पलाया।।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "पांचमी आरती साधु तिहारी। कुमति-विनाशन शिव अधिकारी।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "छट्ठी ग्यारह प्रतिमा धारी। श्रावक वंदों आनंदकारी।।", "bold": true, "align": "center"},
  {"text": "इह विध. ।।", "bold": true, "align": "center"},
  {"text": "सातवीं आरती श्री जिनवाणी। 'द्यानत' सुरग-मुकति सुखदानी। इह विध. ।।", "bold": true, "align": "center"},
];

/// Topic-8 "श्री अरिहंत भगवान की आरती"
final arihantAartiJson = [
  // {"text": "ॐ जय अंतरयामी की आरती", "bold": true, "align": "center"},
  {"text": "ॐ जय अन्तरयामी स्वामी जय अन्तरयामी।", "bold": true, "align": "center"},
  {"text": "दुःखहारी सुखकारी तुम हो त्रिभुवन के स्वामी।", "bold": true, "align": "center"},
  {"text": "ॐ जय अन्तरयामी...।। टेक ।।", "bold": true, "align": "center"},
  {"text": "नाथ निरंजन सब दुःख भंजन सन्तन आधारा।", "bold": true, "align": "center"},
  {"text": "पाप निकंजन ज मन रंजन सम्पति दातारा ।।", "bold": true, "align": "center"},
  {"text": "ॐ जय अन्तरयामी...।। टेक ।।", "bold": true, "align": "center"},
  {"text": "करुणा सिन्धु दयाल दया निधि जय जय गुण धारी।", "bold": true, "align": "center"},
  {"text": "वांछित पूर्ण दुःख दल चूरण सब जन सुखकारी।।", "bold": true, "align": "center"},
  {"text": "ॐ जय अन्तरयामी...।। टेक ।।", "bold": true, "align": "center"},
  {"text": "ज्ञान प्रकाशी शिवपुर वासी अविनाशी अविकार।", "bold": true, "align": "center"},
  {"text": "अलख अगोचर शिवमय शंकर शिव रमनी भरतार।।", "bold": true, "align": "center"},
  {"text": "ॐ जय अन्तरयामी...।। टेक ।।", "bold": true, "align": "center"},
  {"text": "जग जग तारक कल-मल-हारक तुम हो दीन दयाल।", "bold": true, "align": "center"},
];

/// Topic-9 "नंदीश्वर की आरती"
final nandishawerAartiJson = [
  {"text": "जय बावन जिन देवा, जय बावन जिन देवा", "bold": true, "align": "center"},
  {"text": "आरती करूँ तुम चरणे, भव जल नदी नावा। जय...", "bold": true, "align": "center"},
  {"text": "प्रथमो जम्बू द्वीप, धातकी वर बीजो।", "bold": true, "align": "center"},
  {"text": "पुष्कर पूरब शोभित, पुष्कर वर तीजो।। जय...", "bold": true, "align": "center"},
  {"text": "चौथो वारूण द्वीप, पंचम क्षीरवर।", "bold": true, "align": "center"},
  {"text": "छट्टो धृतवर शोभित, सप्तम ईक्षुवर ।। जय...", "bold": true, "align": "center"},
  {"text": "अष्टम शोभे द्वीप, नंदीश्वर नामा।", "bold": true, "align": "center"},
  {"text": "प्रती दिश तेरह तेरह, अकृत्रिम जिनधामा।। जय...", "bold": true, "align": "center"},
  {"text": "अंजन भूधर एक, दधिमुख नग्र चार।", "bold": true, "align": "center"},
  {"text": "गजमति रतिकर पर्वत, तेरह गिरिसार।। जय...", "bold": true, "align": "center"},
  {"text": "एवं चौदिशी बावन, पृथ्वी घर लंबा।", "bold": true, "align": "center"},
  {"text": "गिरपती श्रेष्ठ जिनालय, मणिमय जिनबिम्बा।। जय...", "bold": true, "align": "center"},
  {"text": "शुभ आषाढ़े कार्तिक, फाल्गुन सुदी पक्षा।", "bold": true, "align": "center"},
  {"text": "इंद्रादिक करे पूजा, अष्टाह्निक दक्षा।। जय...", "bold": true, "align": "center"},
  {"text": "अष्टम दिन थी मंडित पूनम पर्यन्ता।", "bold": true, "align": "center"},
  {"text": "जिन गुण सागर गावे, पावे सुर कान्ता ।। जय...", "bold": true, "align": "center"},
];

/// Topic-10 "दशलक्ष्मण की आरती"
final dashLakshmanAartiJson = [
  {"text": "जयदेव जयदेव, जय जिनवर देवा प्रभु जय जिनवर देवा।", "bold": true, "align": "center"},
  {"text": "आरती करूँ तुम चरणे, भव जल नदी न्हावां। जयदेव...", "bold": true, "align": "center"},
  {"text": "उत्तम क्षमा मार्दव, आर्जव सुखकारी, प्रभु आर्जव सुखकारी", "bold": true, "align": "center"},
  {"text": "सत्य शौच ने संयम, सदा हृदय धारी। जयदेव जयदेव ।।1।।", "bold": true, "align": "center"},
  {"text": "कर्म रजो हणवा, तप द्वादश करता, प्रभु तप द्वादश करता", "bold": true, "align": "center"},
  {"text": "दान अनुपम आपी, अखुट धन धरता, जयदेव जयदेव ।।2।।", "bold": true, "align": "center"},
  {"text": "नवमो आकिंचन्य, धर्म विमल धारी, प्रभु धर्म विमल धारी", "bold": true, "align": "center"},
  {"text": "आकुलता विण सुख लई, ममता परिहारी, जयदेव जयदेव ।।3।।", "bold": true, "align": "center"},
  {"text": "अंतर बाहर थी, ब्रह्मचर्य धरी ने प्रभु ब्रह्मचर्य धारी ने", "bold": true, "align": "center"},
  {"text": "आत्म स्वरूपे स्थिर थई, निज सुख अनुभवता, जयदेव जयदेव ।।4।।", "bold": true, "align": "center"},
  ];

/// Topic-11 "चौबीस तीर्तकर की आरती"
final chobisTirthkarAartiJson = [
  {"text": "अघहर श्रीजिन बिम्ब मनोहर, चौबीस जिनका करो भजन ।", "bold": true, "align": "center"},
  {"text": "आज दिवस कंचन सम उगीयो, जिनमंदिर में चलो सजन ।। टेक ।।", "bold": true, "align": "center"},
  {"text": "न्हवन स्थापना सहस्रनाम पढ़, अष्ट विधार्चन पूज रचन।", "bold": true, "align": "center"},
  {"text": "जयमाला आरती सुस्वर, स्तवन सामायिक त्रिकाल पठन।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "जय जय आरती सुर नर नाचत, अनहद दुंदुभि बाज बजन ।", "bold": true, "align": "center"},
  {"text": "रत्न जड़ित कर थाल मनोहर, ज्योति अनुपम धूम्र तजन ।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "ऋषभ अजित संभव सुखदाता, अभिनंदन के नमूँ चरण।", "bold": true, "align": "center"},
  {"text": "सुमति पद्मप्रभ, देव सुपार्श्व, चंद्रनाथ वपु शुभ्र वरन ।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "पुष्पदंत, शीतल श्रेयांस नमि, वासुपूज्य भवतार तरन।", "bold": true, "align": "center"},
  {"text": "विमल अनंत धर्म शांति जिन, कंथु अरह जन्म मरण।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "अरु मल्लि मुनिसुब्रत, नमि नेमि पार्श्वनाथ हत अष्ट करम।", "bold": true, "align": "center"},
  {"text": "नाथ वंश उन्नत कर सप्तम, अंतिम सन्मति देव शरण।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "समवशरण की अगणित शोभा, बार सभा उपदेश धरन।", "bold": true, "align": "center"},
  {"text": "जीव उद्धारक, त्रिभुवन तारक, राय रंक की राख शरण ।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "तीर्थंकर गुणमाल कंठकर, जाप जपो नित करौं कथन ।", "bold": true, "align": "center"},
  {"text": "देव शास्त्र गुरु विनय करो, ये तीन रतन का करो जतन ।। अघहर...।।", "bold": true, "align": "center"},
  {"text": "मूलसंघ पुष्करगच्छ मंडन, शांतिसेन गुरुपाद रचन।", "bold": true, "align": "center"},
  {"text": "भविजन भावे शिवसुख पावे, 'बगेरवाल' कहे लाड रतन।। अघहर...।।", "bold": true, "align": "center"},
];

/// Topic-12 "जिनवाणी की आरती"
final jinvaniAartiJson = [
  {"text": "ॐ जय जिनवाणी माता, जय जिनवाणी माता।", "bold": true, "align": "center"},
  {"text": "तुमको निशदिन ध्यावत, (2) सुर नर मुनि ज्ञानी।", "bold": true, "align": "center"},
  {"text": "श्री जिन गिरितें निकसी, गुरु गौतम वाणी।(2)", "bold": true, "align": "center"},
  {"text": "जीवन भ्रम तम नाशन, (2) दीपक दरशाणी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "कुमति कुलाचल चूरण, वज्र सु सरधानी।(2)", "bold": true, "align": "center"},
  {"text": "नव नियोग निक्षेपण, (2) देखन दरपाणी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "पातक पङ्क पखालन पुण्य परम वाणी। (2)", "bold": true, "align": "center"},
  {"text": "मोह महार्णव डूबत, (2) तारण नौकाणी ।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "लोकालोक निहारण, (2) दिव्य नेत्र स्थानी। (2)", "bold": true, "align": "center"},
  {"text": "निजपर भेद दिखावन, सूरज किरणानी।। ॐ जय...", "bold": true, "align": "center"},
  {"text": "श्रावक मुनिगण जननी, तुम ही गुणखानी। (2)", "bold": true, "align": "center"},
  {"text": "सेवक लख शुभदायक, (2) पावन परमाणी।। ॐ जय...", "bold": true, "align": "center"},
];

/// Topic 13 "गुरुवर की आरती"
final guruvarAartiJson = [
  {"text": "हे गुरुवर हम सब उतारें तेरी आरती,", "bold": true, "align": "center"},
  {"text": "हे ऋषिवर हम सब उतारें तेरी आरती।  हे गुरुवर...", "bold": true, "align": "center"},
  {"text": "ॐ जय गुरुवर कष्ट हरो, स्वामी जय गुरु कष्ट हरो", "bold": true, "align": "center"},
  {"text": "हम है चरण पुजारी, गुरुवर हमको नहीं बिसारो।  हे गुरुवर...", "bold": true, "align": "center"},
  {"text": "विश्व भ्रमण से थककर गुरुवर चरण शरण आया-2", "bold": true, "align": "center"},
  {"text": "ज्योतिपुंज के सन्मुख गुरुवर-2, आत्म ज्योति लाया।  हे गुरुवर...", "bold": true, "align": "center"},
  {"text": "दया धर्म उद्धारक गुरुवर, तुम सुख के दाता-", "bold": true, "align": "center"},
  {"text": "भविजन के हो तुम तो गुरुवर, हम सबके त्राता।  हे गुरुवर...", "bold": true, "align": "center"},
  {"text": "परम शांति छवि धारी गुरुवर, ध्यान धरो उर में", "bold": true, "align": "center"},
  {"text": "सुख मग मुझे दिखाओ, गुरुवर पहुँचे शिवपुर में।  हे गुरुवर...", "bold": true, "align": "center"},
  {"text": "हम है दास तुम्हारे गुरुवर, तुम जीवन आशा,", "bold": true, "align": "center"},
  {"text": "गुरुवर हमें न भूलो तुम तो पूरो अभिलाषा। हे गुरुवर...", "bold": true, "align": "center"},
];

/// Topic-14 "प‌द्मावती की आरती"
final padmavatiJson = [
  {"text": "पद्मावती माता, दर्शन की बलिहारियाँ।। दोबार।।", "bold": true, "align": "center"},
  {"text": "पार्श्वनाथ महाराज विराजे मस्त ऊपर थारे,", "bold": true, "align": "center"},
  {"text": "माता मस्तक ऊपर थारे।", "bold": true, "align": "center"},
  {"text": "इन्द्र, फणेन्द्र, नरेन्द्र सभी मिल, खड़े रहें नित द्वारे।", "bold": true, "align": "center"},
  {"text": "हे पद्मावती माता, दर्शन की बलिहारियाँ।। दो बार।।", "bold": true, "align": "center"},
  {"text": "जो जीव थारो शरणो लीनों, सब संकट हर लीनों,", "bold": true, "align": "center"},
  {"text": "हे माता सब संकट हर लीनो।", "bold": true, "align": "center"},
  {"text": "पुत्र, पौत्र, धन, धान्य, सम्पदा, मंगलमय कर दीनो।", "bold": true, "align": "center"},
  {"text": "हे पद्मावती माता, दर्शन की बलिहारियाँ।। दो बार।।", "bold": true, "align": "center"},
  {"text": "डाकिनी, साकिनी, भूत, भवानी नाम लेत भग जाये,", "bold": true, "align": "center"},
  {"text": "माता नाम लेत भग जाये।", "bold": true, "align": "center"},
  {"text": "वात, पित्त, कफ, कुष्ट मिटे अरु तन में शुध हो जाये।", "bold": true, "align": "center"},
  {"text": "हे पद्मावती माता, दर्शन की बलिहारियाँ।। दो बार।।", "bold": true, "align": "center"},
  {"text": "दीप, धूप अरु पुष्प, आरती, ले दर्शन को आयो,", "bold": true, "align": "center"},
  {"text": "हे माता ले दर्शन को आयो।", "bold": true, "align": "center"},
  {"text": "दर्शन करके माता तिहारो, मनवांछित फल पायो।", "bold": true, "align": "center"},
  {"text": "हे पद्मावती माता, दर्शन की बलिहारियाँ।। दो बार।।", "bold": true, "align": "center"},
  {"text": "चक्रेश्वरी माता दर्शन की बलिहारियाँ।", "bold": true, "align": "center"},
  {"text": "जब भक्तों की भीड़ पड़ी है रक्षा तुमने कीनी,", "bold": true, "align": "center"},
  {"text": "हे माता रक्षा तुमने कीनी।", "bold": true, "align": "center"},
  {"text": "बैरियों का अभिमान छोड़, महा मोक्ष फल पायो,", "bold": true, "align": "center"},
  {"text": "हे पद्मावती माता, दर्शन की बलिहारियाँ।। दो बार।।", "bold": true, "align": "center"},
  {"text": "चक्रेश्वरी माता दर्शन की बलिहारियाँ।", "bold": true, "align": "center"},
];

/// Topic-15 "क्षेत्रपाल की आरती"
final kshetrapalAartiJson = [
  {"text": "जैन को उद्योत करो, समकितधारी, समकितधारी,", "bold": true, "align": "center"},
  {"text": "सदा सुखकारी, सदा सुखकारी, ने आवे नरनारी ।।\n", "bold": true, "align": "center"},
  {"text": "सम्यकरत्न की जाउ बलहारि, काने कुंडल मुतियन की माला,", "bold": true, "align": "center"},
  {"text": "लटक मटक आवे भैरव क्षेत्रपाला।। जैन को...।।\n", "bold": true, "align": "center"},
  {"text": "खावा, पीवा, पहेरवा, ओढ़वा, शामलया द्यो सारी,", "bold": true, "align": "center"},
  {"text": "बालकड़ा नी रक्षा करो, महा सुखकारी ।। जैन को...।।", "bold": true, "align": "center"},
];

/// Topic 16 - "पंचकल्याणक की आरत"
final panchKalyanakAartiJson = [
  {"text": "आरती करूँ श्री जिनराज चरण की।", "bold": true, "align": "center"},
  {"text": "गुण छयालीस अठरा दोष हरन की।।", "bold": true, "align": "center"},
  {"text": "पहली आरती गरभ कल्याण की", "bold": true, "align": "center"},
  {"text": "पंदरह मासा रतन बरसन की।   आरती कीजे...", "bold": true, "align": "center"},
  {"text": "दूसरी आरती जन्म कल्याण की", "bold": true, "align": "center"},
  {"text": "मति-श्रुति-अवधीये तीन रतन की।   आरती कीजे...", "bold": true, "align": "center"},
  {"text": "तीसरी आरती तप कल्याण की", "bold": true, "align": "center"},
  {"text": "चार घातिया कर्म हरन की।   आरती कीजे...", "bold": true, "align": "center"},
  {"text": "चौथी आरती केवल कल्याण की", "bold": true, "align": "center"},
  {"text": "समवशरण धनपति ए रचन की।   आरती कीजे...", "bold": true, "align": "center"},
  {"text": "पंचमी आरती मोक्ष कल्याण की।", "bold": true, "align": "center"},
  {"text": "मोक्ष कल्याण प्रभु तीन रतन की।   आरती कीजे...", "bold": true, "align": "center"},
];

/// Topic 17 - "निर्वाण क्षेत्र की आरती"
final nirvanKhetraAartiJson = [
  {"text": "आरती करूँ चौबीस जिनेश्वर, आरती करूँ या या-2", "bold": true, "align": "center"},
  {"text": "पहली आरती कैलाश गिरिवर, आदिनाथ भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "दूसरी आरती सम्मेद गिरिवर, बीसनाथ भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "तीसरी आरती चंपापुरी वर, वासुपूज्य भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "चौथी आरती गिरनारगिरि वर, नेमिनाथ भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "पंचमी आरती पावापुरी वर, वर्धमान भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "छट्ठी आरती पोदनपुरी वर, तीनमूर्ति भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "सातवीं आरती विंध्यागिरि वर, बाहुबली भगवंत जिनेश्वर... आरती...", "bold": true, "align": "center"},
  {"text": "आरती करूँ चौबीस जिनेश्वर...", "bold": true, "align": "center"},
];

/// Topic 18 - "दीपावली पूजन विधि"
final dipawaliVidhiJson = [
  {"text": "\tभगवान महावीर सब ओर से भव्यों को सम्बोध कर पावापुरी पहुँचे और वहाँ 'मनोहर उद्यान' नाम के वन में विराजमान हो गए। जब चतुर्थ काल में तीन वर्ष साढ़े आठ माह बाकी थे, तब स्वाति नक्षत्र में कार्तिक अमावस्या के दिन प्रातःकाल (उषाकाल) के समय अघातिया कर्मों का नाश कर भगवान कर्म बंधन से मुक्त होकर मोक्षधाम को प्राप्त हो गए। इन्द्रादि देवों ने आकर उनके शरीर की पूजा की। उस समय देवों ने बहुत भारी दैदीप्यमान दीपकों की पंक्ति से पावापुरी को सब तरफ से प्रकाश युक्त कर दिया। उस समय से लेकर आज तक लोग प्रतिवर्ष दीपमालिका द्वारा भगवान महावीर की पूजा करने लगे। उसी दिन सायंकाल में श्री गौतम स्वामी को केवलज्ञान प्रकट हो गया, तब देवों ने आकर गंधकुटी की रचना करके गौतमस्वामी की एवं केवलज्ञान की पूजा की। इसी उपलक्ष्य में लोग सायंकाल में दीपकों को जलाकर पुनः नई बही आदि का मुहूर्त करते हुए गणेश और लक्ष्मी की पूजा करने लगे हैं। वास्तव में 'गणानां ईशः गणेशः गणधरः' इस व्युत्पत्ति के अनुसार बारह गणों के अधिपति गौतम गणधर ही गणेश हैं। ये विघ्नों के नाशक हैं और उनके केवलज्ञान विभूति की पूजा ही महालक्ष्मी की पूजा है।", "bold": false, "align": "center"},
  {"text": "\tकार्तिक वदी चौदस की पिछली रात्रि में अर्थात् अमावस्या के प्रभात में पौ फटने के पहले ही आज भी पावापुरी में निर्वाण लाडू चढ़ाया जाता है। अतः अमावस्या के दिन प्रातः चार बजे से जिन मंदिर में पहुँचकर भगवान महावीर का अभिषेक करके नित्य पूजा में नवदेवता या देवशास्त्र-गुरु की पूजा करके भगवान महावीर की पूजा करनी चाहिये। उस पूजा में गर्भ, जन्म, तप और ज्ञान इन चार कल्याणकों के अर्घ्य चढ़ाकर निर्वाण काण्ड को पढ़कर पुनः निर्वाण कल्याणक का अर्घ्य पढ़कर निर्वाण लाडू चढ़ाकर जयमाला पढ़नी चाहिये। अवकाश हो तो निर्वाण क्षेत्र पूजा करें। अनन्तर शांतिपाठ विसर्जन करके पूजा पूर्ण करनी चाहिए। इस उषा बेला में निर्वाण लाडू चढ़ाते समय घी के चौबीस दीपक जलाने की भी परम्परा है।", "bold": false, "align": "center"},
  {"text": "\tसायंकाल में दीपकों को प्रज्वलित करते समय निम्नलिखित मंत्र बोलना चाहिये-", "bold": false, "align": "center"},
  {"text": "ॐ ह्रीं श्रीं क्लीं ऐं अईं मोहान्धकार विनाशनाय ज्ञानज्योति प्रद्योतनाय दीपपंक्तिं प्रज्वालयामीति स्वाहा।", "bold": true, "align": "center"},
  {"text": "\tपुनः प्रज्वलित दीपकों को लेकर सबसे पहले मंदिर जी में रखना चाहिए। अनंतर घर में, दुकान आदि में सर्वत्र दीपकों को सजाकर दीपमालिका उत्सव मनाना चाहिए।", "bold": false, "align": "center"},
  {"text": "\tबही पूजन : पुनः स्थिर लग्न में, शुभ मुहूर्त में दुकान पर नूतन बही पूजन करनी चाहिए। दुकान पर पवित्र स्थान पर मेज पर सिंहासन में विनायक यंत्र रखकर जिनवाणी विराजमान करनी चाहिए। पुनः सामने एक चौकी पर पूजन सामग्री, हल्दी, सुपाड़ी, सरसों, दूर्वा, शुद्ध केसर, घिसा चंदन आदि रखकर पूजा शुरू करनी चाहिए। इस समय नूतन बही, रजिस्टर आदि रख लेना चाहिए, उसमें स्वस्तिक आदि बना लेना चाहिए। जैसे-", "bold": false, "align": "center"},
  { "image": "assets/sec_images/sec_3-1.png"},
  {"text": "\t'श्री; का पर्वताकार लेखन, श्री ऋषभाय नमः श्रीवर्धमानाय नमः, श्रीगौतमगणधराय नमः, श्री केवलज्ञान महालक्ष्म्यै नमः मंत्र लिखना चाहिए।", "bold": false, "align": "center"},
  {"text": "\tपुनः मंगलाष्टक पढ़कर नवदेवता की पूजा करके गौतम गणधर स्वामी की पूजा करके 'केवलज्ञान लक्ष्मी' की पूजा करनी चाहिए। बाद में शांति पाठ और विसर्जन करके परिवार के सभी लोगों को तिलक लगाना चाहिए, यह संक्षिप्त विधि है।", "bold": false, "align": "center"},
  {"text": "\tइसमें शांति पाठ के पहले नूतन बही, रुपयों की थैली आदि पर पुष्पांजलि क्षेपण करते समय अग्रलिखित संकल्प विधि पढ़नी चाहिए।", "bold": false, "align": "center"},
  {"text": "\tॐ आद्यानामाद्ये जम्बूद्वीपे मेरोर्दक्षिणभागे भरतक्षेत्रे आर्यखण्डे भारतदेशे..... प्रदेशे..... ग्रामे कार्तिकमासे कृष्णपक्षे अमावस्यायां तिथौ वीरनिर्वाण संवत् ..... तमे, विक्रमसंवत् ..... तमे, ईसवी सन् ..... तम, वासरे नामधेयस्य (मम) आपणिकायां नूतन बहीशुभमुहूर्त करिष्ये (कारयिष्ये) सर्वमंगलं भवतु, शांतिः, पुष्टिस्तुष्टिर्भवतु सर्वऋद्धिसिद्धर्भवतु स्वाहा।", "bold": false, "align": "center"},
  { "image": "assets/sec_images/sec_3-2.png"},
];







